{
    "Aisling O'Keeffe": {
        "name": "Aisling O'Keeffe",
        "school": "Senior School",
        "position": "Senior School EAL Teacher",
        "picture": "aisling-okeeffe.jpg",
        "description": "Aisling graduated from University College Cork in Ireland with a joint honours degree in Geography and Economics. Afterwards she embarked upon a teaching degree specialising in Geography in Canterbury Christchurch Kent in the UK and achieved a degree in teaching secondary Geography. Aisling is a keen geographer with a passion for travelling and exploring the world. She has been fortunate to expand her geographical knowledge through travel to a wide number of countries including Nicaragua, Costa Rica, Indonesia, Thailand and lived in Australia for a period of time where she explored a number of wonders of the world. Aisling spent ten years teaching geography in the UK and five years in London where she discovered her passion for working in the pastoral system. Within her school in Surrey, Oxted School she carried out a number of roles including Form Tutor, Pupil Premium Co-Ordinator, Deputy Head of House and most recently Deputy Head of Sixth form and Head of Year 12. At Dulwich college, Aisling will be working within the Humanities department teaching Geography and Economics and working as head of the Year 8 pastoral team."
    },
    "Shouko Izumi": {
        "name": "Shouko Izumi",
        "school": "High School",
        "position": "Coder",
        "picture": "aisling-okeeffe.jpg",
        "description": "I love this app"
    },
    "yuki": {
        "name": "Yuki Kume",
        "school": "Senior School",
        "position": "Media prefect",
        "picture": "",
        "description": "Is this working description"
    },
    "alina-wu": {
        "name": "Alina Wu",
        "school": "DUCKS",
        "position": "Classroom Ayi",
        "picture": "3ba3e07f15eb1c3033fbf548241a576bdd6c6465.jpg",
        "description": "none"
    },
    "amy-qu": {
        "name": "Amy Qu",
        "school": "Administrations",
        "position": "Admin Officer (Activity)",
        "picture": "5b0dcad9fcfdab4485d454f4659dc51d7be61275.jpg",
        "description": "Amy has been working as the activity assistant at Dulwich College Suzhou since September 2012. She deals with the Extra Curriculum Activities (ECAs). If you have any problems with your CHQ account, please do not hesitate to contact her."
    },
    "Andrew Morris": {
        "name": "Andrew Morris",
        "school": "Senior School",
        "position": "Senior School German Teacher",
        "picture": "53c91cb5dccd154ff3d2fa068d0bb0b01473782f.jpg",
        "description": "none"
    },
    "andrew-palmer": {
        "name": "Andrew Palmer",
        "school": "DUCKS,Senior School,Junior School",
        "position": "Student Counsellor",
        "picture": "j2fl8ScS6OhHLSUJKLMOYhqu9N3VFWQTL7dNnjbR.png",
        "description": "Andrew Palmer is from Rochester, New York, USA. He holds a Masters of Science in School Counselling, and has been working in the counselling field for 7 years. Additionally, he has 5-years-experience as an educator and social worker for individuals with developmental disabilities. During his years as a School Counsellor, he has found Brief Therapy to be an effective intervention in schools. He believes that many students have the answer to their conflicts, but just need some additional guidance to find their way to the proper solutions."
    },
    "andrew-sheen": {
        "name": "Andrew Sheen",
        "school": "Senior School",
        "position": "Physics Teacher",
        "picture": "dQ5bW7DRYM9Smqb8ZDxS0jVkcez6zgWGF4xBMcSe.png",
        "description": "Andrew graduated with a BSc with Honours in Chemical and Biomolecular Science from the University of Bath before obtaining a PGCE in Chemistry and Science from Hallam University."
    },
    "angela-xu": {
        "name": "Angela Xu",
        "school": "DUCKS",
        "position": "Head of Mandarin and Assistant Teacher",
        "picture": "2eb612adae1bab5bad079fb3d63bf5977c2877b5.jpg",
        "description": "Angela majored in teaching Chinese to foreigners as a second language when she was in university. She has been teaching in kindergarten for five years. From 2013 to 2017, she worked at an international school in Bangkok as a mandarin teacher, she has taught children from Foundation Stage to Year 2 levels."
    },
    "ann-ng": {
        "name": "Ann Ng",
        "school": "Administrations",
        "position": "Deputy Director of Business Administration",
        "picture": "T1wqTdZ6nTzQVcyZhUEkiWjrV7cPFUAvGL93KWwk.png",
        "description": "Ann Ng was educated in Singapore and graduated with an Advanced Diploma in Hospitality Management and a Bachelor in Business Administration (Strategic HR Management) from the University of Singapore (NUS). Prior to joining Dulwich, Ann held positions in the areas of project management, public relations, human resource management and contracts administration in Pan Pacific Hotel, Emerson Process Management and ExxonMobil. As well as being an administrator, Ann is also passionate about Early Years education, and spent 6 years teaching Mandarin and drama part-time to children between the ages of 3 and 7."
    },
    "Anna Li": {
        "name": "Anna Li",
        "school": "Senior School",
        "position": "Peripatetic Music Co-Ordinator",
        "picture": "anna-li.jpg",
        "description": "none"
    },
    "anna-yu": {
        "name": "Anna Yu",
        "school": "DUCKS",
        "position": "DUCKS Assistant Teacher",
        "picture": "f9848a7434a7ba8debfe1d6c0b338cb2fe4be67a.jpg",
        "description": "Anna graduated from Suzhou Education College with as amusic professional. She has abachelor degree in music education. At school, she took part in many activities and enjoyed music, gaining Lute Grade 4 certificate from China Music Association and piano Grade 8 from Shanghai Musician Association. She is an easy-going person and loves children."
    },
    "anthony-gora": {
        "name": "Anthony Gora",
        "school": "Senior School",
        "position": "Senior School Physics & Maths Teacher",
        "picture": "tYXzSYTfxjVniOCX7gGPNsZbMacSMH2iPfB3XmIs.png",
        "description": "Anthony is originally from Ipswich in the south-east of the UK, though has lived in Australia, the USA and now China."
    },
    "aris-chen": {
        "name": "Aris Chen",
        "school": "Administrations,Junior School",
        "position": "ICT Technician",
        "picture": "80e91c9138bdcce9d890c782c2d63ee77f2b2e98.jpg",
        "description": "Aris graduated from Xian Jiaotong University City College in 2014 with his major in Computer Science and Technology. He has worked in the College as an outsourced service engineer for almost 2 years andhas strong technical and customer service skills. He has now joined the Dulwich staff and is in charge of the Junior School theatre and ICT technical support."
    },
    "Ashley Wang": {
        "name": "Ashley Wang",
        "school": "Senior School",
        "position": "Swimming Coach",
        "picture": "ashley-wang.jpg",
        "description": "none"
    },
    "betty-jiang": {
        "name": "Betty Jiang",
        "school": "DUCKS",
        "position": "DUCKS Assistant Teacher",
        "picture": "cda17641ae4784e01e3a1083a925c6df51edac7e.jpg",
        "description": "Betty is a local Suzhouness. She graduated from Suzhou Educational College with an English Education degree and teachers' qualification certificate. After graduation, she joined the Dulwich family as a teaching assistant in Nursery and has been here for the past five years."
    },
    "bonnie-zhou": {
        "name": "Bonnie Zhou",
        "school": "Administrations",
        "position": "HR Supervisor",
        "picture": "ccf4aba7b03c9d28e513fe14875de3244eedb79b.jpg",
        "description": "Bonnie Zhou joined in Dulwich in 2012 and has since been responsible withHR filing and data. She updates and organisesmedical insurance name list and claim, maintains reimbursement system, updates reimbursement system according to contract, as well as updates salary structure every month."
    },
    "cammie-zhang": {
        "name": "Cammie Zhang",
        "school": "Administrations",
        "position": "Admissions and Marketing Supervisor",
        "picture": "4DkVhKCkc6alJX3fv1H1oGnsgH1ujhROJtCDb1Ws.png",
        "description": "Cammie studied in England for three years and graduated from the University of Surrey. She was awarded an MSc with merit in Leisure, Culture and Tourism Management. She joined DCSZ in Jan 2008 as the Admission and Marketing Officer. She has good customer service skills and loves working in the international and multi-cultural environment. Cammie is the key person to contact for any admissions inquiry and enrollment procedure. Her hobbies include travel, music, photography, and sports. She especially enjoys travelling in her spare time to explore different nations and cultures."
    },
    "candy-wang": {
        "name": "Candy Wang",
        "school": "DUCKS,Administrations",
        "position": "Receptionist (DUCKS)",
        "picture": "YQYXANnX6kw3vU1manrwlwGBJqM1UnD318x0Gnrr.png",
        "description": "Candy Wang joined Dulwichin 2007. Candy started working in DUCKS in August 2010 in the Reception Area and can help you with a range of general enquiries."
    },
    "carol xu": {
        "name": "Carol Xu",
        "school": "DUCKS",
        "position": "PE Assistant Teacher",
        "picture": "b63c2a484cb49fc24411a19a8ce0dc5194eaded7.jpg",
        "description": "none"
    },
    "carrie-yu": {
        "name": "Carrie Yu",
        "school": "Administrations",
        "position": "Junior School Office Assistant",
        "picture": "2b1352eca410bbc99a35c42ce68e82caf1a475b8.jpg",
        "description": "Carrie joined Dulwich College Suzhou as School Office Assistant in 2012. She enjoys the international school-environment and in her role as assistant, Carrie fully supports the main school office."
    },
    "Carys Madgwick": {
        "name": "Carys Madgwick",
        "school": "DUCKS",
        "position": "KS1 Teacher",
        "picture": "screen-shot-2019-08-22-at-25643-pm.png",
        "description": "none"
    },
    "Catherinec Dalgarno": {
        "name": "Catherinec Dalgarno",
        "school": "Junior School",
        "position": "Junior School Year 3 Teacher",
        "picture": "1b26e2ad0092e469c1a964b6f2eda01ca2000fea.jpg",
        "description": "Cathy Dalgarnograduated fromMetropolitan University of Manchester in 2003 with a PGCE. She has a BA (Hons) in Business Management and before she became a teacher, was an accountant for a large international company. Cathy taught in the UK for 5 years in various state schools. She has recently moved from Singapore where she taught for 6 years in an outstanding Lasallian Catholic International School. Previously to that, she spent 3 years teaching in a British school in Doha, Qatar. During her teaching career, she has led various subjects including the International Primary Curriculum, Humanities and English. Cathy is really looking forward to developing her teaching skills further in Year 3 at Dulwich College this year."
    },
    "cathy-chen": {
        "name": "Cathy Chen",
        "school": "Administrations",
        "position": "PA to DBA/ Admin CPD Coordinator",
        "picture": "73594e4a346e714a743bb9c0116ff72f03d41aa2.jpg",
        "description": "Cathy Chen joined DCSZ as a receptionist in 2010. She was promoted to the position of PA to the Director of Business Administration in February 2012. She loves her job and enjoys the international working environment. If you need any help from Business Administration, Cathy is the right person to reach."
    },
    "cathy-dong": {
        "name": "Cathy Dong",
        "school": "Administrations",
        "position": "School Nurse",
        "picture": "e198d8abdc808aca7828879ad1dd2fc67c0a3a9c.jpg",
        "description": "Cathy Dong graduated from Zhengzhou medical university and majored in nursing in 1999. She then went on to study nursing in Singapore for a year. She has worked as a registered nurse in China and Singapore government hospitals for more than 10 years.Cathy joined Dulwich College last year. In school, she is responsible for the students'health and provides medical care for all the staff and students."
    },
    "Charlotte Olley": {
        "name": "Charlotte Olley",
        "school": "Junior School",
        "position": "Head of Junior School PE",
        "picture": "charlotte-olley.jpg",
        "description": "Charlotte graduated from the University of Gloucestershire in 2011, where she gained a BSc in Sport and Exercise Science. She gained her PGCE in 2013 and has just completed her MA in Educational Practice and Research. Her MA dissertation has been focused on looking at the perceptions of girls with the change to summer curriculum opportunities. She has 6 years of teaching experience across a range of areas at an Independent day and boarding school in Suffolk, where she was Deputy Housemistress for 5 years and Head of Netball for the last 2 years. Prior to teaching she had experience working with young children within a hotels childrens activity clubs. Her passions outside of work are getting involved in various sports, in particular playing netball for a local club. When given the opportunity she enjoys travelling and exploring the world where she can have a go at skiing, scuba diving and reading."
    },
    "Cherry Cheng": {
        "name": "Cherry Cheng",
        "school": "Senior School",
        "position": "Art Technician",
        "picture": "cherry-cheng.jpg",
        "description": "none"
    },
    "Chloe Alexandra Sophia": {
        "name": "Chloe Alexandra Sophia",
        "school": "DUCKS",
        "position": "DUCKS Classroom Teacher",
        "picture": "chloe-brooks-carter.jpg",
        "description": "Chloe grew up in Lewes, near Brighton, where her passion for teaching began through swimming teaching at her local swimming club. At University of Roehampton, Chloe studied for a B.A. in Primary Education specialising in Music and was captain of the university's swimming team. After graduation, she became a swimming coach in Greece before returning to teach Reception at a primary school in central London, where she gained experience of working with EAL children and was assigned the role of PE coordinator. In her spare time, Chloe enjoys keeping fit through swimming, dancing and exercise classes. Chloe has always been eager to branch out and apply her skills in an international environment and is looking forward to her time at Dulwich Suzhou."
    },
    "chonga-hong": {
        "name": "Chong A Hong",
        "school": "Senior School",
        "position": "Senior School Korean Teacher",
        "picture": "04e1ea1d4f36e1cde8db778f8a5ecfd87422fa64.jpg",
        "description": "Chonga has a BA from Ewha Womans' University in Korea. Chonga joins Dulwich College Suzhouthis year (2018) from an international school in Guangzhou. She is an experienced IBDP teacher and examiner as well.Chong A is a talented linguist, speaking English, Chinese and French.She has a passion for Korean Literature and is an examiner for IBDP Korean A literature.She loves keeping fit and practices yoga and golf. She also likes to read books and have a trip all around the world."
    },
    "Claire Farrelly": {
        "name": "Claire Farrelly",
        "school": "Senior School",
        "position": "Senior School Geography Teacher",
        "picture": "claire-farrelly.jpg",
        "description": "Claire Farrelly is from Ireland and qualified with her BA in Geography and French in 2011 at the University College Cork. In 2012 she went on to complete an MA in Human Geography-Migration and Diaspora Studies. Claire continued her education and graduated with her Postgraduate Diploma in Education in 2014. Upon graduating in Ireland, she decided to pursue a career abroad and spent five years teaching in Abu Dhabi, UAE. While in the Middle East, she gained valuable experience teaching EAL students. After three years of teaching predominantly Year 8 and 9, she was appointed the position of Head of Year 9, which was both an enriching and rewarding role. Outside of the field of education, Claire enjoys reading, fitness, cooking and socialising with family and friends. In addition, Claire is an avid traveler, has a keen interest in the environment and has been involved in various Eco-friendly initiatives."
    },
    "Claire Grief": {
        "name": "Claire Grief",
        "school": "DUCKS",
        "position": "DUCKS Classroom Teacher",
        "picture": "claire-grief.jpg",
        "description": "none"
    },
    "coco-shu": {
        "name": "Coco Shu",
        "school": "Administrations",
        "position": "Group Retail Operation Supervisor 50% & Event Coordinator 50%",
        "picture": "85751cc75de3aeba969bb927f116954ff7c1c359.jpg",
        "description": "Coco graduated from Jiangnan University in 2006 with a degree in Primary School Education. She joined DCSZ in 2009 as the manager of the uniform shop .She had a lovely daughter last year and enjoys being a mum right now. Uniform is not only what you wear but also what you stand for. If you have any suggestions or need help with school uniform Coco is the person to talk to."
    },
    "cookie-sha": {
        "name": "Cookie Sha",
        "school": "Administrations",
        "position": "Head of IT",
        "picture": "f5f1d7063cd2790abaf99f799c994131324c7321.jpg",
        "description": "Cookie graduated from Suzhou University in 2004 with his major in Computer Science. After working in a manufacturing company for 4 years he joined Dulwich in 2007. He has rich experience in ICT systems and infrastructures."
    },
    "Craig Godbold": {
        "name": "Craig Godbold",
        "school": "Senior School",
        "position": "Head of Art & Technology",
        "picture": "craig-godbold.jpg",
        "description": "Craig is a British National who graduated from the North East Wales Institute for Higher Education in 2006 with a BSc in Sound/ Studio Performance and a FdEng in Sound & Broadcast Technology. He has over 10 years experience teaching ICT & Computer Science, two of which were at an international flagship school in the US teaching IB DP in Computer Science. In his spare time Craig enjoys exploring the great outdoors with his family, photography and playing his upright bass."
    },
    "david-fan": {
        "name": "David Fan",
        "school": "Junior School",
        "position": "Teaching Assistant",
        "picture": "7eafd5c853e9dc0996cda3f8913d687165dbbb99.jpg",
        "description": "David comes from Suzhou and graduated from Chong Qing University in 1999 and started work as an English teacher. In 2012, he joined Dulwich College Suzhou as a Teaching Assistant. He is kind, warm-hearted and helpful."
    },
    "David Wheatley": {
        "name": "David Wheatley",
        "school": "Senior School",
        "position": "Head of Senior School PE",
        "picture": "david-wheatley.jpg",
        "description": "David graduated with a BA (Hons) in Education, specialising in Physical Education from Brighton University. David has been teaching Physical Education for 11 years, firstly at Carshalton Boys Sports College and more recently at Oxted School. David has held positions as Head of Physical Education and Assistant Headteacher. In his free time he loves to travel, play a wide variety of sports as well as watching them, including Football, Rugby and Golf. David is a lifelong Manchester United fan."
    },
    "Declan O'Connell": {
        "name": "Declan O'Connell",
        "school": "Senior School",
        "position": "Senior School Maths Teacher",
        "picture": "declan-oconnell.jpg",
        "description": ""
    },
    "echo-cheng": {
        "name": "Echo Cheng",
        "school": "DUCKS",
        "position": "DUCKS EAL Teacher",
        "picture": "1d4f2e17d74074246be849b72ea5947db35dcc41.jpg",
        "description": "Echo Cheng was born and raised in a historical old town near Suzhou in Jiangsu province and she lived there with her parents and younger sister. She has moved to Suzhou since she got married to her husband.Echo has a bachelors degree in primary education and loves to work with young children. She started her language teaching career in 2004,taught English as an additional language first in a famous language training school and then in a bilingual Kindergarten for many years."
    },
    "eileen-jiang": {
        "name": "Eileen Jiang",
        "school": "Junior School",
        "position": "Teaching Assistant",
        "picture": "686f08e9d56495a7ab6b03e0f960b41eb7502e07.jpg",
        "description": "Eileen Jiang was born and raised in Suzhou. She graduated from Nanjing Xiaozhuang Normal University with a BA in Primary Education and Bilingual Teaching."
    },
    "eleven-gu": {
        "name": "Eleven Gu",
        "school": "Administrations",
        "position": "Procurement",
        "picture": "f8b4708b952c31f8a469eae67036f67fff8f4c04.jpg",
        "description": "Eleven Gu joined DCSZ in 2008 as a Receptionist. She was soon promoted to PA to Head of Junior School. Eleven has been part of the Dulwich family for the past 6 years. She enjoys the international environment and her role at The College. If you need any help in Junior School you can find Eleven in the Junior School Office."
    },
    "elizabeth-hawker": {
        "name": "Elizabeth Hawker",
        "school": "DUCKS",
        "position": "DUCKS Classroom Teacher",
        "picture": "5b914f084937fc4f3e17bc229f843d6c2a5f389b.jpg",
        "description": "Elizabeth was born in Melbourne, Australia but grew up in a small country town in North East Victoria. She studied psychology at the University of Melbourne and upon graduating, backpacked her way via the Far East and Europe to London where she worked as a Nanny, sparking both a love of travel and working with children."
    },
    "ella-chen": {
        "name": "Ella Chen",
        "school": "Junior School",
        "position": "Teaching Assistant",
        "picture": "f758288f87096da0853d814551f286631e235f59.jpg",
        "description": "none"
    },
    "elyn-ni": {
        "name": "Elyn Ni",
        "school": "Administrations",
        "position": "Finance Manager",
        "picture": "d2f88964e991030a2b9a2b0dd31272a1a116e18c.jpg",
        "description": "Elyn joined Dulwich in June 2014. She has been worked in the manufacturing industry for more than 10 years as Finance Manager and Site controller in both Suzhou and Shanghai."
    },
    "Erin Garnhum": {
        "name": "Erin Garnhum",
        "school": "Senior School",
        "position": "Senior School English B Teacher",
        "picture": "erin-garnhum.jpg",
        "description": "Erin has been teaching English as an additional language since 2002 in Asia. First teaching in South Korea, then moving on to Vietnam, Japan, and finally China in 2009, she is a passionate believer in the power of language to help students achieve their goals. Erinearned her MA in TESOL from Trinity Western University, British Columbia and her PGCE from the University of Sunderland in the UK. She most recently worked at Dulwich International High School Suzhou, where she was the Head of English and Modern Languages. In her free time, Erin loves cooking, baking, travel and knitting."
    },
    "esme-rolfe": {
        "name": "Esme Rolfe",
        "school": "DUCKS",
        "position": "DUCKS Classroom Teacher",
        "picture": "586029d981caac920fda161d0b38f78c6da13ac9.jpg",
        "description": "Esme Rolfe is a Year 1 teacher from Buckinghamshire, England where she has been a class teacher for the past 3 years. She attended Brighton University and graduated with a BA Honours Degree in Primary Education, specialising in Religious Education. Esme has always known that she wanted to work with children and prior to being a teacher, she worked at social clubs, holiday camps and leisure activities for children with special needs.Her passion is creating exciting and memorable learning opportunities for children and she is really excited to get to know the pupils atDulwichSuzhou. Outside of school she enjoys water sports, particularly surfing and has started a course in Paddleboarding Yoga! She loves creating things, especially embroidery and pottery."
    },
    "eva-lv": {
        "name": "Eva Lv",
        "school": "Senior School",
        "position": "Teaching Assistant - Music",
        "picture": "5436290d52febe5eaca39de581fbff54c809a943.jpg",
        "description": "My love of music was instilled in me from a young age, and continues to grow. I started learning Guzheng from Professor Yue Cao, a famous Guzheng soloist, at a young age. I majored in Music Education from 2000 to 2004, at Nanjing Normal University. Here I studied Guzheng with Vice Professor Hongbo Zhu and soloist Cheng Chen respectively, both of them well-known soloists. I was also carefully instructed by the great master Fandi Wang from the China Music College.After graduation, I worked in a local school where I encouraged my students to join lots of social activities. These included cultural and art festivals and Kunqu Opera shows in Suzhou. From 2006-2009 I worked at the Singapore International School and HUK Space Global Suzhou College teaching music. Since 2010 I have worked at Dulwich College Suzhou as a Music TA."
    },
    "Ffion May": {
        "name": "Ffion May",
        "school": "Junior School",
        "position": "Junior School Classroom Teacher",
        "picture": "ffion-may.jpg",
        "description": "none"
    },
    "fiona-huang": {
        "name": "Fiona Huang",
        "school": "DUCKS",
        "position": "Teaching Assistant",
        "picture": "8b488387526d033297cd8ea1b16976cad8c28e3b.jpg",
        "description": "Fiona has a diploma in English Education and joined Dulwich College Suzhou after leaving the Suzhou Sunrise Kindergarten. After graduating from Suzhou Vocational University Fiona also worked in a local primary school as a class teacher. In 2011 she joined the Dulwich College family working as a floating TA in DUCKS. She gets plenty of opportunities to work in each year level from Pre-Nursery to Year 2. In her free time she likes reading and travelling. This year she is a TA in Year 2."
    },
    "george-lu": {
        "name": "George Lu",
        "school": "Administrations",
        "position": "IT Supervisor",
        "picture": "f09ac13ae92a1f21f950f3f11f27c24ef214202c.jpg",
        "description": "George Lu is ICT Supervisor in ICT department at DCSZ"
    },
    "glory-goh": {
        "name": "Glory Goh",
        "school": "Junior School",
        "position": "Assistant Head of Junior School/ Head of JS Technology",
        "picture": "231d065afc010e485924c500708865c7d90d8b5c.png",
        "description": "Glory left the sunny island of Singapore for the Middle Kingdom in 1996, to embark on a journey to learn more about the rich culture and history of China. After more than 20 years, she is still amazed by its people and the wisdom of this ancient civilization."
    },
    "grace-liu": {
        "name": "Grace Liu",
        "school": "Junior School",
        "position": "Teaching Assistant",
        "picture": "b8fffd7e08a9f68fc78e483fa04ee375cb82d923.jpg",
        "description": "I graduated from science and technology of Suzhou university on world history .Then as an English teacher , I worked for 4 years in a local senior high school in west of China."
    },
    "graeme-jackson": {
        "name": "Graeme Jackson",
        "school": "Junior School",
        "position": "Class Teacher",
        "picture": "J2hOLJrVTKaYV0QvcVuYUXTkuIUBPxdRNE40zZPE.jpeg",
        "description": "Graeme graduated from the University of Manchester in 2010 with a bachelor's degree in Business Studies and started his teaching career in 2012, initially teaching English as a foreign language for a year inThailand. This experience ignited his passion for teaching and upon returning to the UK in 2013, Graeme studied for a Postgraduate Certificate of Education at the University of Cumbria. After completing his PGCE, Graemetaught Key Stage Two classes in primary schools in the UK for a year. Graeme hasspent the last two years teaching at Gulf English School, a British overseas primary school in Kuwait. Graeme haslots of experience teaching children who speak English as an additional language and it delights him to see children flourishing in two (and sometime more) languages. Graeme hasalways loved learning new skillsand strives to impart knowledge to children in fun and engaging ways, both within and outside of the classroom environment."
    },
    "HAIYAN LI": {
        "name": "Haiyan Li",
        "school": "Junior School",
        "position": "Junior School AT",
        "picture": "059a8d29d46d90b221ec20795ad3c4a8cb350f65.jpg",
        "description": "none"
    },
    "hanna-ye": {
        "name": "Hanna Ye",
        "school": "Administrations",
        "position": "Theatre Technician",
        "picture": "808172f54aac2b9fedb036bb78e798e8a64616b6.jpg",
        "description": "Hanna graduated from Zhejiang University of Media and communication with BA in photography (Lighting Art), Hanna worked as lighting designer for Suzhou Troupe and accumulated a lot of experience on theatre technical area."
    },
    "hannah-radford": {
        "name": "Hannah Radford",
        "school": "DUCKS",
        "position": "DUCKS Classroom Teacher",
        "picture": "6b485ee4c706205149e163fc987c39675246d87d.jpg",
        "description": "Hannah was born in London but spent most of her childhood growing up in the sunny seaside town of Brighton in England, where her family still live. She has a Bachelor of Science Joint Honours degree in Drama and Psychology. Hannah decided to pursue the career of teaching after spending some time volunteering in local schools in Brighton. She graduated with a Post Graduate Certificate of Education in 2014 and has been teaching for the past 4 years."
    },
    "henry-shen": {
        "name": "Henry Shen",
        "school": "Administrations",
        "position": "Facilities Engineer",
        "picture": "49f9c8c59fb332dd85326ec55d9fe84fadd9972e.jpg",
        "description": ""
    },
    "hermelia-winfieldale": {
        "name": "Hermelia Winfieldale",
        "school": "Junior School",
        "position": "Class Teacher",
        "picture": "RgNtqyakwNQiOfyHPQKcepqYBqZnNPMZdY8lxnxO.jpeg",
        "description": "Lia has taught internationally for over 9 years. Prior to working at Dulwich College, Lia worked in Malaysia (Borneo) for 2 years teaching Year 6, 4 years in Taiwan teaching Year 5 and3 years in Vietnam teaching Year 4. Lia is extremely passionate about integration and inquiry based learning and she is experienced in integrating Art and Technology into the curriculum. In the past Lia has managed, led and developed the Art and Computing curriculum as Head of the Primary ICT and Head of Art and Display. Outside of school she is a keen illustrator and experiments with a wide variety of art media to make for craft fairs."
    },
    "holly poppell": {
        "name": "Holly Poppell",
        "school": "DUCKS,Junior School",
        "position": "Junior School /DUCKS Counsellor",
        "picture": "57f5f8cb2fb8dc9a1957282bd0b521b9be7c9b40.jpg",
        "description": "Hollyis aveteraninternational educator and has experience with inclusion from both the perspective of an educator and that of a parent. She is from the United States and holds aCalifornia TeachingCredentialandamaster's degreein Counseling. Additionally, she holds certificates in Teaching ESOL in the Mainstream Classroom,an ASCA Bullying Prevention Specialist certificate,and training in Developmental Continuums, sand tray therapy, and CognitiveBehavioral Therapy. She has 25years of teachingexperienceandhas spentnearly 20years in international schools in China. On the weekend, you willbefindingher tending her vegetable garden, spending time with her family, and possibly working on a stained-glass window."
    },
    "houcan-wei": {
        "name": "Houcan Wei",
        "school": "Administrations",
        "position": "Maintenance officer",
        "picture": "eb0773cff586a38feda2cacd4381f0a50258654d.jpg",
        "description": "Mr Wei has worked in the electrical equipment industry for more than 30 years. He is proficient with handling and maintaining all sorts of electrical equipment. He enjoys playing table tennis and loves traveling, in particular exploring nature."
    },
    "hygeia-guo": {
        "name": "Hygeia Guo",
        "school": "DUCKS",
        "position": "Mandarin Teacher",
        "picture": "SQidqiBYiHlLT7jECpTuLcTp4lruTYJSl0bVgZDt.jpeg",
        "description": "Hygeia Guo graduated from Nanjing Xiaozhuang College, with a major in Primary English Education. She received her diploma and teaching certificate when she graduated in 2004."
    },
    "Hyuk Sang Son": {
        "name": "Hyuk Sang Son",
        "school": "Senior School",
        "position": "University and Carers Counsellor",
        "picture": "hyuk-sang-son.jpg",
        "description": "Hyuk Sang Son was born and raised in Seoul, Korea. He has lived and worked in China for more than 12 years in China, as a college counsellor and teacher. He taught MYP language A and IBDP Korean A from 2007 to 2011 and worked as a college counsellor from 2012 to 2018 at Suzhou Singapore International School in Suzhou. He holds a Master of Art in Counselling Psychology and Sport Management, additionally he holds a Bachelor of Art in Physical Education with the Secondary School teaching certificate certified by the Korean Ministry of Education. His desire to continue working with youth and adolescents stems from his keen advocacy for student academic success and healthy wellbeing. His hobbies include traveling, cooking, reading and watching movies. The activities he enjoys most are playing golf and soccer, biking and skiing. He has experience coaching Soccer and Volleyball."
    },
    "Iman Farrell": {
        "name": "Iman Farrell",
        "school": "Junior School",
        "position": "Junior School Classroom Teacher",
        "picture": "iman-farrell.jpg",
        "description": "Iman Farrell spent four years at Nottingham Trent University completing her BA Primary Education Degree with QTS. During her degree, she was able to experience a wide range of schools and settings, including working in a hospital school.After taking part in a Confucius classroom Mandarin Chinese speaking competition in secondary school, and being fortunate enough to win a trip to Beijing, Iman has always wanted to come back to China and experience life in such a culturally-rich country.Iman specialised in mathematics, art, design and technology. She was the Art and Design Co-ordinator in her last school, as well as leading the British Sign Language Choir and netball club. Iman loves to spend her spare time crocheting, reading (Harry Potter will always be a lifelong favourite!) and going for day trips with her two children."
    },
    "ivan-cao": {
        "name": "Ivan Cao",
        "school": "Administrations",
        "position": "Deputy Finance Manager",
        "picture": "6fbd43107af008475f6782082a63090f50cc1a1e.jpg",
        "description": "Ivan joined Dulwich College Suzhou in 2011. He graduated from Nan Jing Economic University in 2004 where his major was Economics.Ivan worked at a manufacturing company as supervisor before joining The College and really enjoys working in the school environment. Ivan and his wife had a baby girl in 2012.Ivan can speak good English and is familiar with PRC accounting principles and the ERP system. Please feel free to contact Ivan if you have any accounting related questions."
    },
    "ivy zheng": {
        "name": "Ivy Zheng",
        "school": "Administrations",
        "position": "DUCKS Admin Assistant",
        "picture": "c4d8e9069649da2431d8b8741ac9734e84140377.jpg",
        "description": "none"
    },
    "jackie-sun": {
        "name": "Jackie Sun",
        "school": "Junior School",
        "position": "Music / Strings Teacher",
        "picture": "5kVGOs4IUIuP22GlfRy4KpPgcKycSOAvuTK0aSDh.jpeg",
        "description": "Jackie started to learn violin from an early age and graduated from Soochow University. He joined Dulwich College Suzhou in 2008. Since joining Dulwich, he has guided the school students to perform in many international music exchange events and educational trips. Jackie is a very experienced performer and teacher. He won the golden award for the violin category in a national level music competition and also first prize in a CCTV program 'Super 6 + 1' for his violin performance as well as the award of 'Excellent Youth' issued by SIP government."
    },
    "jacob-huckle": {
        "name": "Jacob Huckle",
        "school": "Senior School",
        "position": "Senior School English Teacher",
        "picture": "5fcaf5311210bf432abb9c8352248fe6a7f4d1ca.jpg",
        "description": "Mr. Huckle, an English teacher at Dulwich College Suzhou, graduated from the University of Leicester with a First Class BA (Hons) degree in English Language and Literature and a PGCE from the University of Oxford. He has CertTESOL (Trinity) accreditation and an MA in TESOL (Teaching English to Speakers of Other Languages) from the University of Nottingham. He is a licensed instructor for Teaching ESL Students in Mainstream Classrooms (TESMC) course and has trained many teachers to better help learners who speak English as a second language. Before joining Dulwich College Suzhou, he worked next door at Dulwich International High School for six years, where he was the EAL (English as an Additional Language) Leader. He has written about education for various publications, including magazines, newspapers and academic journals, and has had some lesson ideas published in teaching books. Along with his work experience in China, he has also taught at schools in the UK and India."
    },
    "jade-jones": {
        "name": "Jade Jones",
        "school": "DUCKS,Junior School,Whole College",
        "position": "Head of Junior School and DUCKS Music",
        "picture": "e933e28b0300e95bdce54aed91232796d6359222.jpg",
        "description": "Jade Jones (Previously Jade Barnett)gained a BMus (Hons) degree in Music from TheUniversityof Westminster beforeworking as a professional musician whilst living in London. Jade gained her PGCE from Cambridge University and taught in the UK before moving to Suzhou one year ago. She is looking forward to the exciting new academic year ahead."
    },
    "Jahn Lithgo": {
        "name": "Jahn Lithgo",
        "school": "Senior School",
        "position": "Senior School Librarian /Business Studies/English",
        "picture": "jahn-lithgo.jpg",
        "description": "Jahn worked as a manager for Ford Motor Company and British Rail before starting a career in teaching after volunteering at a local school. She completed her BA in Business Education and taught Business, Economics and ICT in Schools in the UK and internationally. In previous posts she has worked as Head of Business Education, Deputy Head of Post 16 Education and IBCP/DP Coordinator. As a librarian she is passionate about improving students independent research skills as well as encouraging a lifelong passion for reading. When she doesnt have her head in a book, Jahn loves exploring new cities and countries with her husband and daughter and also playing with her two cats."
    },
    "jane-he": {
        "name": "Jane He",
        "school": "Senior School",
        "position": "Science Assistant Teacher",
        "picture": "25bf4cf30bd5cbb198611e8f074ab47afcdcf1c6.jpg",
        "description": "Jane is Chinese, born and raised in a small seaside city in southeast China where she attended primary and middle school. After middle school, she graduated from Zhejiang Normal University with a degree in Biology Education. Then she qualified as a biology teacher and got her first job at Huang Yan Second Middle School. She moved to Suzhou after she married with her husband and joined Dulwich College Suzhou as a laboratory technician in November 2010."
    },
    "Jason Wilson": {
        "name": "Jason Wilson",
        "school": "Senior School",
        "position": "Senior School Biology Teacher",
        "picture": "d85c01a5987aceb6ed776bdbe1b1c41c19b08b1e.jpg",
        "description": "none"
    },
    "jean-fang": {
        "name": "Jean Fang",
        "school": "Administrations",
        "position": "Admissions Assistant",
        "picture": "608fd770fa5143f590282232db7a7b045acfebc2.jpg",
        "description": "Jean comes from the water town Tongli, near Suzhou downtown, which is a famous tourist attraction. She spent 4 years studying English at Yangzhou, a city as beautiful as Suzhou. After a short period of work experience in a translation office and a French company, Jean joined DCSZ Admissions team in July 2010 and she has been working as Admissions Assistant ever since. She mainly deals with the students information database and SIMS maintenance."
    },
    "jennifer-zhang": {
        "name": "Jennifer Zhang",
        "school": "DUCKS",
        "position": "Teaching Assistant",
        "picture": "default-jennifer-zhang.jpg",
        "description": "Jennifer has been at Dulwich College for the last 5 years. She has worked in Nursery for two years and Reception for three years. She graduated from Jiangsu Education College where her major was in early childhood education. Before she came to Dulwich she was a class teacher in kindergarten for more than ten years. She is passionate about arts and crafts as well as singing and dancing with the children."
    },
    "jerry-zhou": {
        "name": "Jerry Zhou",
        "school": "Administrations,Senior School",
        "position": "Admin Assistant (Counselling)",
        "picture": "02f0e37014cead2aa25e7b446917101c3efe50de.jpg",
        "description": "Jerry graduated from Jiangsu Teacher's University of Technology with a Bachelor's degree in Environmental Engineering. Jerry started her work at Dulwich College Suzhou in August 2011. After several years of school office work, she has become an experienced office assistant. She began to work as the University and Careers Guidance Admin Assistant in April 2017 and is continuing to grow in the Dulwich family."
    },
    "jessica-richards": {
        "name": "Jess Byrne",
        "school": "Senior School,DUCKS,Junior School",
        "position": "Director of Sport",
        "picture": "Z4L8lz1imLGRiWRNdzpYSEnDvUJe9qZsCDMu8U02.jpeg",
        "description": "Jess hails from a small town in North West England calledFrodsham. She studied Physical Education, Sport and Dance at Liverpool JohnMooresUniversity, graduating with a BA with Honours in July 2009. While studying there she represented the UniversityWomens Football and Cricket 1st VIs. After graduating she taught in the private sector in Manchester for 8 years, working predominantly as Head of Lacrosse and Assistant Head of Year 7, leading several trips to America, Africa and Europe, before making the move out to Suzhou."
    },
    "Jessica Gbadago": {
        "name": "Jessica Gbadago",
        "school": "DUCKS",
        "position": "DUCKS Classroom Teacher",
        "picture": "895d38d4b126a4b4a250d9fe36afd337fe91de4b.jpg",
        "description": "Jessica grew up in Liverpoolandlater moved to study at the University of Leeds,where shereceiveda BA(Hons) degree inPopular and World Music.She then went on togain aPostgraduate Certificate of Educationfromthe University of East Anglia. Upongraduating,Jessicataught at acomplex needs school which caterstostudents with a large range of learning disabilities.She was also curriculumco-ordinatorfor thePerforming Arts department, teaching music across the schoolfor7- to 16-year-olds, whilstalso overseeing the drama and dance curriculum. As a teacher and musician, Jessica enjoys linking together musical learning with learning across the curriculum as a wholeto further developstudentsacquisitionof language and communication, as well as their general development and well-being."
    },
    "jessica-li": {
        "name": "Jessica Li",
        "school": "Senior School",
        "position": "Mandarin Teacher",
        "picture": "26il6JYghYXrTOOyApwGPXEZOsC4y6WwQsbrfUu6.jpeg",
        "description": "Ms Jessica Li is was born in Suzhou, where she finished all her school education and started her education career. She worked in a Suzhou high school with Chinese students for two years, before she moved to international education. This is beginning of her fourth year at DCSZ and the fifteenth year working in international schools. She has a lot of experience working in IB schools with international students."
    },
    "Jessie Shi": {
        "name": "Jessie Shi",
        "school": "DUCKS",
        "position": "PA to Head of DUCKS",
        "picture": "jessie-shi.jpg",
        "description": "none"
    },
    "jessie-zhang": {
        "name": "Jessie Zhang",
        "school": "Junior School",
        "position": "Music Assistant Teacher",
        "picture": "50e68ee6c3f0e35e53a8c6454439be8f59d2af53.jpg",
        "description": "Jessie is a graduate of the Wuxi Opera Academy. She was a member of a Wuxi Troupe performing as a violinist for 7 years. After that, she received her bachelor degree in Preschool Education from Nanjing Normal University. Jessie gained a lot of teaching experience working at the Suzhou Foreign Language School, Pingjiang Experimental Kindergarten. In 2007, Jessie joined the Dulwich family and has worked in both DUCKS and Junior school. She enjoys teaching students how to play the violin."
    },
    "jingwei-xu": {
        "name": "Jingwei Xu",
        "school": "Senior School",
        "position": "Mandarin Teacher",
        "picture": "cfae36d516b8e3f9d9119818a4fa9df1540ec5a0.jpg",
        "description": "Jingweiis a Mandarin teacher in Senior School atDulwichCollege Suzhou. She graduated from the Beijing Normal UniversityZhuhai Campus with B.A in Chinese Language and Literature, andB.S. in Applied Psychology. She continuedto do postgraduate studies in the Education University of Hong Kong and obtained M.A. in Teaching Chinese as an International language with DISTINCTION.Jingweibegan her teaching career inDulwichnine years ago.She has been worked within KS3,IGCSE course and the IB DPprogramme.She also covers a wide range of levels from KS3beginner to IB A. She is happy to supporting different yeargroupsstudents to learn Chinese in school."
    },
    "jojo-you": {
        "name": "Jojo You",
        "school": "DUCKS",
        "position": "Teaching Assistant",
        "picture": "5908fee14825709339d18d02563b6a05022304a8.jpg",
        "description": "Jojo is a Teaching Assistant in Early Learning 2 and this is her fourth year in DUCKS at Dulwich. She is a Suzhou native and graduated from Nanjing Normal University where her major was in English & Teaching. She worked in local school before coming to Dulwich."
    },
    "jonathan-ho": {
        "name": "Jonathan Ho",
        "school": "Senior School",
        "position": "DT Technician",
        "picture": "019df7aef2066f8ad7e7a9c5bdfdae9e9f571037.png",
        "description": "With a background in engineering, I received further education in International Trade in Denmark and completed with FT MBA from University of Bradford Management Centre in the United Kingdom. Am certified as Supply Chain Professionals by the US' Council of Supply Chain Management Professionals and Singapore's Institute of Purchasing and Materials' Management. In recognition of my management experience, I am also a Chartered Manager with the UK's Chartered Management Institute for continuous professional development."
    },
    "jonathan-wright": {
        "name": "Jonathan Wright",
        "school": "Junior School",
        "position": "Classroom Teacher",
        "picture": "WGv9qn8wJp3BogKGUzH30DOvaOwHRpWowHQKnbVF.jpeg",
        "description": "Jonathan has been a teacher for several years teaching in a range of schools and ages from nursery up to year 6. Jonathan is originally from a village by the sea on the south coast of England but moved to Birmingham to study at Birmingham City University where he completed a four year primary education course specialising in Drama."
    },
    "Joseph Humphrey": {
        "name": "Joseph Humphrey",
        "school": "Junior School",
        "position": "Junior School Classroom Teacher",
        "picture": "joseph-humphrey.jpg",
        "description": "Joe Humphrey (Year 5 Teacher) is a British national who graduated with an MA in History and a PGDE in Primary Education from The University of Aberdeen, one of the oldest universities in the UK. He has experience teaching English in India, Spain and South Korea, having lived in Dehra Dun, Malaga and recently in Incheon for five years with his family. Most recently, he has worked with the Priory Group delivering a Primary curriculum in a private school back in his homeland, Scotland."
    },
    "joy-li": {
        "name": "Joy Li",
        "school": "Administrations",
        "position": "Finance AR Assistant",
        "picture": "87aa4a8b57b8b1ebc6b0daf43bf6df5a22c735c9.jpg",
        "description": "none"
    },
    "joyce-xu": {
        "name": "Joyce Xu",
        "school": "Administrations",
        "position": "SIMS Coordinator",
        "picture": "1f1684dc724d393dfddfaef88002a14404065b62.jpg",
        "description": "Joycegraduated from Yangzhou University with a BA in English. She joinedDulwichCollege school office team in 2013.She had taken on the role ofadmin assistantfor her first two years at the College,andshe became SIMS data officer in 2015. She is now responsible forschool database, especially for Senior School reports, timetables, data input and exportetc.Joyceis diligent and willing to learn more system skills, she is gladto help teachers handle SIMSissues. In her spare time, she enjoys travellingandalso loves to spendtime with her family and friends."
    },
    "judy-li": {
        "name": "Judy Li",
        "school": "DUCKS",
        "position": "DUCKS EAL Teacher",
        "picture": "6da8226f17479641221f51d2f50ce0c26fcfcdc3.jpg",
        "description": "Judy was born in Changzhou, Jiangsu Province. When she was about 2 years old, her family moved to Lianyungang, a port city in Jiangsu, where Judy grew up."
    },
    "julia-nian": {
        "name": "Julia Nian",
        "school": "Administrations",
        "position": "Admin Assistant",
        "picture": "default-julia-nian.jpg",
        "description": "none"
    },
    "julia-zhu": {
        "name": "Julia Zhu",
        "school": "Senior School",
        "position": "Mandarin Teacher",
        "picture": "453ddfd39ba5326c2856757f576f984bd38748a7.jpg",
        "description": "Julia Zhuwas born and raised in Suzhou."
    },
    "Julian Hitchin": {
        "name": "Julian Hitchin",
        "school": "Junior School",
        "position": "Junior School Classroom Teacher",
        "picture": "julian-hitchin.jpg",
        "description": "Julian graduated with a BA Hons degree in English from Manchester Metropolitan University. He began his teaching in South Korea where he progressed to the position of head ESL instructor. On his return to the UK, he went on to obtain a Primary PGCE from the University of Wolverhampton. For the past 4 years, he has worked as a Key Stage 2 teacher at a high achieving school in Wolverhampton, UK. He also held the role of ICT Coordinator where he enjoyed seeking new ways to engage children with the use of learning technologies in the classroom and has been responsible for overseeing the production of award-winning digital work in Key Stage 2. Outside of school, Julian is keen to travel and visit new places with his family. He enjoys cooking, trying new foods and is looking forward to sampling Suzhous local delicacies."
    },
    "karen morris": {
        "name": "Karen Morris",
        "school": "Senior School",
        "position": "Head of Year 12 & 13/English",
        "picture": "9f39898c818537d6cfc136786d6149600505abaf.jpg",
        "description": "Karen hails from the outskirts of Manchester where she read English and History for her first degree, graduating in 1996 before moving to Kamakura, Japan to teach English as an Additional Language across various age groups for several years. She returned to England to begin her MA in Critical and Creative Writing at The University of Sussex (2003), working for five years at Brighton University where she supported students academically on courses ranging from Poetics to Education and teacher training."
    },
    "katherine-chen": {
        "name": "Katherine Chen",
        "school": "Senior School,Administrations",
        "position": "Senior School Receptionist/ Admin Assistant",
        "picture": "default-katherine-chen.jpg",
        "description": "I joined Dulwich College Suzhou in August 2017. I had studied hotel management program in Canada and worked in Canada for two years. Now I am working as the Senior School receptionist/admin assistant. I really enjoy the international working environment and I am willing to help if you have any questions."
    },
    "Kathleen Dunn": {
        "name": "Kathleen Dunn",
        "school": "Junior School",
        "position": "Junior School Classroom Teacher",
        "picture": "kathleen-dunn.jpg",
        "description": "Kathleen Dunn (Year 3 Teacher)- Kathleen graduated from Portsmouth University with a BA (Hons) degree in Spanish and Latin American Studies. She gained her PGCE with the University of Sunderland and later on did a CELTA with the British Council in Caracas. Since then, she has taught in international schools for 10 years, taking on different teaching roles throughout Primary, including being a dance coach. Before moving to Suzhou, Kathleen was a Year 1 teacher and KS1 maths coordinator in a British International school in Colombia."
    },
    "kelly-liu": {
        "name": "Kelly Liu",
        "school": "Administrations",
        "position": "Senior Accountant",
        "picture": "default-kelly-liu.jpg",
        "description": "Kelly joined Dulwich College Suzhou in 2010 and has more than 10 years of experience as a Chief Accountant. She has very strong accounting skills. Kelly will gladly help with any tax issues, contracts (except employee contract) and accounting enquiries."
    },
    "Lemon": {
        "name": "Lemon Ling",
        "school": "Junior School",
        "position": "Junior School Art Assistant Teacher",
        "picture": "lemon-ling.jpg",
        "description": "none"
    },
    "Lesley Perkins": {
        "name": "Lesley Perkins",
        "school": "Senior School",
        "position": "Assistant Head of Senior School, Head of Key Stage 4, Spanish Teacher",
        "picture": "qbeAITIgdTocFlLuMAWZvd2jyza9ZmwNbxZzNF0a.png",
        "description": "Lesley is originally from Birmingham, England. She has worked as a teacher in Spain, Peru and England and studied for her MA and MEd at the Institute of Education in London. She joined Dulwich College Suzhou in 2008 during its first year of opening. Lesley established the Spanish programme, became Head of MFL Faculty, then Head of Teaching and Learning and is currently one of the Assistant Heads in Senior School, with responsibility for Key Stage 4."
    },
    "Li Xiao Qin": {
        "name": "Li Xiao Qin",
        "school": "DUCKS",
        "position": "Classroom Ayi",
        "picture": "xiao-qin-li.jpg",
        "description": "none"
    },
    "Lily Li": {
        "name": "Lily Li",
        "school": "DUCKS",
        "position": "DUCKS Assistant Teacher",
        "picture": "8d5e570bfb2c47a038ecf3cea9b79dc39425c6b6.jpg",
        "description": "Lily Li graduated fromHeFeiNormal University and majored in English Education. After graduation, she learned German in Germany for two years. She came back to China afterwards and worked in Tianjin as an English teacher. After one year, a special opportunity attracted her to Suzhou.After working in an international kindergarten in Suzhou for two years, she got the opportunity toDulwichwhere she finds great working environment. Lily is an assistant teacher in Foundation Stage two. Shecooperates with teacher while helping the children to learn Chinese Character as well.Lily is a very considerate person, and she is always patient. She believes that the harder you work the luckier you will be"
    },
    "limin-zhou": {
        "name": "Limin Zhou",
        "school": "DUCKS",
        "position": "DUCKS Assistant Teacher",
        "picture": "7bd10b9879e20b7136a6de9ca7954873c870fc02.jpg",
        "description": "LiminZhou was educated at Nanjing Tech University, where she graduated with a bachelor of Law in 2006. She worked in the University Radio Station for two years and did a lot of publicity and organization work."
    },
    "linda-bao": {
        "name": "Linda Bao",
        "school": "Administrations",
        "position": "Marketing Supervisor",
        "picture": "499431f9b678a579eb7eab82dd41eb771318b650.jpg",
        "description": "Linda has been at Dulwich Suzhou since July 2013. After one-year working in Administration departments across the school Linda has now taken on the role of Marketing Assistant. With the valuable experience she has gained working in the different schools at the College she is confident and determined to handle this position. The vibrant and international atmosphere at the College is what she finds most exciting about working here."
    },
    "lisa-hu": {
        "name": "Lisa Hu",
        "school": "DUCKS,Junior School",
        "position": "Junior School Mandarin Teacher",
        "picture": "6mYkN6jNY5cFNNmBvfYXNRvYFduOlNfczxxZrrqx.jpeg",
        "description": "Lisa Hu has been teaching Chinese as a foreign language for more than 13 years in international schools. She went to Jakarta, Indonesia during 2002-2004 for the exciting cultural and teaching experience. Lisa has taught students of different ages but enjoys teaching younger children the most. She joined Dulwich 7 years ago and has been Head of DUCKSMandarin for the past three years. She has worked very hard with DUCKS Mandarin teachers to ensure children enjoy learning through lively activities. She hopes to use her enthusiasm and creativity to teach your children Mandarin and Chinese culture."
    },
    "lulu-liu": {
        "name": "Lulu Liu",
        "school": "Junior School",
        "position": "Mandarin Teacher",
        "picture": "767b3bb2d7c69182ab207b9fe963c239349d80bc.jpg",
        "description": "I joined DCSZ in May 2016 as a Junior School Chinese teacher. I graduated with a Chinese language and literature degree from HuNan Jishou University of China. I have spent 4 years working in a local school and another 10 years in an International school before joining DCSZ. In the past 14 years, as a Chinese teacher, I have taught different grades and different levels. This year, I will teach CNL from Year 1 to Year 6. I cherish the opportunity to work in DCSZ. If you have any questions about Chinese learning at DCSZ, please do not hesitate to contact me."
    },
    "lulu-ren": {
        "name": "Lulu Ren",
        "school": "DUCKS",
        "position": "DUCKS Teaching Assistant",
        "picture": "f266bf886ef1533780a122625ce530c5a387de69.jpg",
        "description": "Lulu is from North China and lived in Britain for several years. She has a Masters degree in Management from the University of Cardiff and has worked as a teaching assistant in international schools in China and English summer camps in London.Lulu is passionate about education and loves working with young children. She is fluent in both English and Chinese, with excellent organizational skills, and is creative and full of ideas. She enjoys helping children to learn and develop themselves.In her free time, Lulu enjoys playing music on the piano and accordion, in which she has a Grade 8 qualification. She likes cooking western and Chinese food, and is always happy to meet new people and learn new things."
    },
    "lynn-qian": {
        "name": "Lynn Qian",
        "school": "Administrations",
        "position": "Operations Assistant",
        "picture": "903ca614d2f377c9be100848724d64138a769e02.jpg",
        "description": "Lynn was born in Suzhou and graduated from Southern Yangtze University Lake Tai College in 2008 with a bachelors degree in literature. Her major was English and Japanese is her second foreign language. Lynn has also worked for HSBC Suzhou for 3.5 years as an service delivery member.She has several hobbies such as watching movies and listening to music and she also enjoys meeting new people.She has already spent nearly 1 year in supporting the supervision of the school buses and sub-contract management in DCSZ Operations Department. She continues to help coordinate the school buses to ensure they run smoothly every day for over 900 students taking the school bus and 200 staff."
    },
    "lynne-zhu": {
        "name": "Lynne Zhu",
        "school": "DUCKS",
        "position": "DUCKS Assistant Teacher",
        "picture": "24d15018df018ac51345e942d3075a496c723293.jpg",
        "description": "Lynne has worked at Dulwich for two years and has a wealth of experience of supporting children with their learning. This is now her third year in DUCKS and she is looking forward to working with the children in Year 1."
    },
    "Mark Jones": {
        "name": "Mark Jones",
        "school": "Whole College,College Leadership Team",
        "position": "Director of Teaching and Learning",
        "picture": "b62505689079bb4a461cba1ad8c2b62d6d6a67a0.jpg",
        "description": "none"
    },
    "mathew-jones": {
        "name": "Mathew Jones",
        "school": "Whole College,Senior School",
        "position": "Director of Music",
        "picture": "9977a70f56cc1cfc8b3956585c7d49fa39c01bd6.jpg",
        "description": "Mathew gained aBMus (Hons) 1stClassDegreein Music fromTheUniversityof Westminsterbeforeattaining hisMastersDegree fromGoldsmiths, University of London. Mathew worked as a professional musician whilst living in London, both as a recording artist as well as a live performer. Mathew has also worked as television composer for BBC and ITV where he wrote music for commercials and TV trailers. Mathew gained his PGCE from Cambridge University and taught in the UK before moving to Suzhou. He has a keen interest in sports and being a Welshman, he is a rugby fanatic."
    },
    "Matthew Pettit": {
        "name": "Matthew Pettit",
        "school": "Senior School",
        "position": "Senior School Maths Teacher",
        "picture": "matthew-pettit.jpg",
        "description": "Born in the UK, he graduated with First Class Honour's, from Canterbury Christchurch University in Accounting and Finance. He then went on to obtain a PGCE in Secondary Mathematics at the University of Greenwich in London. He joins us after three years of teaching in the UK. During his time teaching in the UK, he had responsibility for whole School Numeracy and serves as an examiner for the Edexcel examination board. Away from the classroom Matthew is a keen runner. Completing many half marathons with his biggest achievement running the London Marathon in 2018. He also has an interest in Football, Rugby Union and Cricket."
    },
    "mavis-pei": {
        "name": "Mavis Pei",
        "school": "Administrations",
        "position": "Procurement",
        "picture": "2b4e1e03cff4ce2c98e087d5482b953fc2056151.jpg",
        "description": "Mavis joined Dulwich College Suzhou from the school opening and works as Purchasing Officer. Mavis will help you to order text book, learning resources, consumable, furniture etc . Mavis works verys hard and enjoy working in the school environment."
    },
    "mavis-wei": {
        "name": "Mavis Wei",
        "school": "Administrations",
        "position": "PA to Head of Junior School / Junior School Admin Coordinator",
        "picture": "default-mavis-wei.jpg",
        "description": "Mavis joined DCSZ in August 2014. She studied in Australia for 3 years to get her bachelor degree. Now she works as the Junior School Assistant. She enjoys the international working environment. If you are going to junior school Mavis will be happy to help."
    },
    "Mengcen Huang": {
        "name": "Mengcen Huang",
        "school": "DUCKS",
        "position": "DUCKS Assistant Teacher",
        "picture": "mency-huang.jpg",
        "description": "none"
    },
    "mi-jung-song": {
        "name": "Mi Jung Song",
        "school": "Senior School",
        "position": "Korean Teacher",
        "picture": "FZyOpSE1Mc0zFxVp2P3Y7NBoZrm3vkoDVppFUYz6.jpeg",
        "description": "Mi Jung Song was born and grew up in Seoul, South Korea and graduated from Korea University. After graduation, she started her career as a teacher in Bundang."
    },
    "michael-chen": {
        "name": "Michael Chen",
        "school": "Senior School",
        "position": "Lifeguard",
        "picture": "3af812aa1f756059e24985794cc489e2c7fd6abc.jpg",
        "description": "Michael has been a lifeguard for 7 years and also has 4 years teaching experience. His passion is for swimming and aiding students to progress in their learning. All aspects of swimming are very important to him such as: stroke technique, stamina and lifesaving skills."
    },
    "Michelle Brown": {
        "name": "Michelle Brown",
        "school": "Senior School",
        "position": "Senior School Teacher",
        "picture": "michelle-brown.jpg",
        "description": "Michelle graduated from the University of Surrey with a BSc (Hons) in Linguistic Studies and completed her PGCE at the University of East Anglia. She has worked for 20 years as a teacher in England with the last three years working in Abu Dhabi at Brighton College. Michelle enjoys watching and playing many different sports, particularly netball and cycling, and enjoys exploring new places with her husband and two children."
    },
    "Mike O'Connor": {
        "name": "Mike O'Connor",
        "school": "College Leadership Team",
        "position": "Head of College",
        "picture": "mike-oconnor.jpg",
        "description": "Mike is an Australian from Brisbane, Queensland. Mike joins Dulwich College Suzhou as Head of College after 22 years teaching and leading in the Queensland Department of Education. He holds a Bachelor of Education (Secondary) with majors in English and History from the Queensland University of Technology. Currently Mike is completing an EdD through Griffith University. This research focuses on student attendance in Queensland Secondary schools. Prior to joining DCSZ Mike led Upper Coomera State College on the Gold Coast. Upper Coomera is a Preparatory Year to Year 12 college of 2100 students. Before this, he was Principal of Browns Plains State High School (4 years), Mabel Park State High School (5 years), Eagleby South State School (1 1/2 years) and Hannaford State School (3 years). Mike's professional interests revolve around explicit teaching and learning that facilitates student acquisition of thinking skills, the coherence required to lead schools to excellent performance, and how staff growth and professional development supports student happiness, wellness and achievement. Mike also gains great satisfaction from supporting the development of aspirant leaders. Mike and his wife Terri love travel and are always planning their next adventure."
    },
    "Miya Xia": {
        "name": "Miya Xia",
        "school": "Administrations",
        "position": "Marketing Assistant",
        "picture": "miya-xia.jpg",
        "description": "none"
    },
    "nancy-zhang": {
        "name": "Nancy Zhang",
        "school": "Senior School",
        "position": "Senior School Library Assistant Teacher",
        "picture": "5c54d61300a807347b2aa68c99e7a661bd66faef.jpg",
        "description": "Nancy Zhang graduated from Central South University with a BA in English literature and she completed her Master in Teaching Chinese to speakers of other Languages through East China Normal University in Shanghai. Nancy started working forDulwichin 2007. She worked in Ducks andJuniorschool for 5 years which gave her a lot of opportunities to work with children of different ages. Nancy begins her work in the library department whenSeniorschool opens. She enjoys reading and crochet in her spare time."
    },
    "nancy-zhang-15": {
        "name": "Nancy Zhang",
        "school": "Administrations",
        "position": "PA to Headmaster, School Office Manager",
        "picture": "df987ea7ed0e3dba1c686258cdbec4d8ae411ff6.jpg",
        "description": "Nancy Zhang has been at Dulwich College Suzhou since it opened in 2007. With over ten yearsexperience in international education area, Nancy is skilled at working with people from many different cultures. As PA to the Headmaster, Nancys main role is to provide full support to the Headmaster and his family. She also manages the school office and all the other PAs and Receptionists. Nancy and her team are very happy to welcome you to The College and provide any support you need."
    },
    "Neil Brown": {
        "name": "Neil Brown",
        "school": "Senior School",
        "position": "Head of Modern & Foreign Languages",
        "picture": "neil-brown.jpg",
        "description": "Neil is a British national. He graduated with a BA(Honours) in Spanish and Latin American Studies from Portsmouth University and a PGCE in Modern Foreign Languages from the University of the West of England. He has, for the last 3 years, taught Spanish and French at Brighton College, Abu Dhabi, a leading British Curriculum school in the Middle East. He had the additional responsibility of being a House Master and Pastoral leader. He is currently studying for his NPQSL qualification (senior leadership). Outside of school, Neil enjoys watching and playing football, travelling and experiencing different cultures and spending time with his wife and two children."
    },
    "Nicolas Furger": {
        "name": "Nicolas Furger",
        "school": "Junior School",
        "position": "JS ELL Teacher",
        "picture": "nicolas-furgman.jpg",
        "description": "Nicolas Furger (ELL Teacher) - Nicolas was born in Wausau, Wisconsin, in the northern part of the United States. He graduated with his BS in Interpersonal/Organization Communication from the University of Wisconsin (Stevens Point). He earned his PGCE from the University of Sunderland in 2018 and has over six years of educational experience. He has spent the last three years working at Dulwich College Seoul and enjoys Korean culture and food. In his free time, he enjoys football, cycling, video games, travel and escape rooms."
    },
    "Nicole Huo": {
        "name": "Nicole Huo",
        "school": "DUCKS",
        "position": "DUCKS Assistant Teacher",
        "picture": "19dcb2789513732e8fe4a510f61cec57192dbc54.jpg",
        "description": "none"
    },
    "Nigel Wilsonlock": {
        "name": "Nigel Wilsonlock",
        "school": "Senior School,College Leadership Team",
        "position": "Head of Senior School",
        "picture": "nigel-john-wilsonlock.jpg",
        "description": "Nigel first graduated from Loughborough University with an engineering honours degree. He moved into teaching Physics and Science via a PGCE at the Univeristy of York in the UK and developed a passion for teaching Science and physics first in Cambridge then overseas in Bermuda, Hong Kong, Indonesia and Thailand. He developed his passion for leading people and teams to improve learning in schools and earnt a Masters degree in Applied Educational Leadership and Managament at the Institute of Education, Univesity College London. After leading the developement of an international school in Bangkok as the Head of Secondary, he joins Dulwich College Suzhou with the aim of developing both students and staff to even greater heights."
    },
    "Nina Lu": {
        "name": "Nina Lu",
        "school": "Junior School",
        "position": "Junior School Admin Assistant",
        "picture": "nina-lu.jpg",
        "description": "none"
    },
    "Odette Holweg": {
        "name": "Odette Holweg",
        "school": "DUCKS,Junior School",
        "position": "DUCKS & Junior School Teaching Librarian",
        "picture": "odette-holweg.jpg",
        "description": "Odette has worked as a teacher for 16 years, most recently as Teacher Librarian at Canberra Girls Grammar School, in the Australian Capital Territory. She graduated from the University of Tasmania with a Bachelor of Education (Hons) degree and an Associate Degree in Arts, then moved to the Australian Capital Territory as a classroom teacher before moving to Adelaide, South Australia, where she continued her teaching career - both in classrooms and in specialist teaching roles including music and drama. While in South Australia, Odette worked as a Reading Assistance tutor and also operated her own tutoring business. It was here that Odette made the transition to working as a Teacher Librarian, completing her Master of Information Services through Edith Cowan University."
    },
    "olivia-wu": {
        "name": "Olivia Wu",
        "school": "Administrations",
        "position": "Operation Supervisor",
        "picture": "36d8be67e89ea63ed48bc49e92b353324f8fdd7a.jpg",
        "description": "Olivia joined DCSZ as a junior receptionist in 2013. She was the one who was always smiling when you arrived in Junior School. She has now moved to the Operations department and loves the new, challenging work booking cars, dealing with school buses and the staff buses daily arrangements. She has good communication skills with staff, parents and children. She puts the students safety first and she always treats the children as her biggest priority. In her spare time she likes sharing and experiencing different cuisine with friends."
    },
    "Rachel Roberts": {
        "name": "Rachel Roberts",
        "school": "DUCKS",
        "position": "DUCKS Classroom Teacher",
        "picture": "rZSteamtS3vn3knZPQbyCVKb3F4AgNTNzlqx3WWL.jpeg",
        "description": "Rachel comes from the beautiful country of New Zealand and is very excited that her journey has led her here to teach in China."
    },
    "Rebecca Bond": {
        "name": "Rebecca Bond",
        "school": "Senior School",
        "position": "Senior School Gepgraphy",
        "picture": "rebecca-bond.jpg",
        "description": "none"
    },
    "Ricardo Bessa Coelho": {
        "name": "Ricardo Bessa Coelho",
        "school": "Whole College",
        "position": "Head of Football/Academy Director of DEQ",
        "picture": "ricardo-coelho.jpg",
        "description": "Ricardo is a Portuguese national. He graduated with a Bachelor of Sports Science from Coimbra University, followed by a Masters in Physical Education from the University of Porto, both in Portugal. Early in his career, he coached football at A.C. Milan Academy, Boavista F.C and S.C. Salgueiros in Porto (Portugal), where he achieved two U19 district titles. He was previously the Lead Football Coach at Kajonkiet International School, Phuket for three years, contributing to a massive development in their football project. He is motivated to learn Mandarin and to embrace Chinese culture. In his free time he enjoys playing football, judo, swimming, reading and writing, and to travel to new destinations -The world is a book; those who do not travel read only a page."
    },
    "Rong Chen": {
        "name": "Rong Chen",
        "school": "DUCKS",
        "position": "DUCKS Classroom Ayi",
        "picture": "chen-rong.jpg",
        "description": "none"
    },
    "rosy-zhang": {
        "name": "Rosy Zhang",
        "school": "Administrations",
        "position": "Chief Nurse",
        "picture": "9a8225260abdfb26c1c41dca560f5adad68ac533.jpg",
        "description": "Rosy Zhang studied at Shanghai Medical University and majored in nursing in 1991. She then worked in a number of public hospitals over the next few years. Before she moved to Suzhou and joined Dulwich as Chief Nurse in 2007, when the school was just established, she was the Health Director for Xiamei International School."
    },
    "rowan-kohll": {
        "name": "Rowan Kohll",
        "school": "Junior School",
        "position": "Class Teacher",
        "picture": "Z7YnfPNUC3MkFKRylux6BDWDXjyYnWwtSVVGHMNu.jpeg",
        "description": "Rowan grew up in Wales and studied History and Education in Birmingham, Swansea and Durham. He has overfifteenyears of experience teaching at schools in the UK and China,includinginternational schools in Tianjin, Beijing, and(for the last five years)DulwichCollegeSuzhou. Rowan loves learning about new ways to enhance teaching and learning, andhas aMaster's degree in Education from the University of Bath."
    },
    "shine-fu": {
        "name": "Shine Fu",
        "school": "Whole School Specialists",
        "position": "Head of Aquatics",
        "picture": "tkhdx1XH5omOTNFCwDEWWLW5hOYusffZCGPa9J4e.jpeg",
        "description": "Shine has been a swimming instructor for 5 years now coaching both non-swimmers to elite swimming teams. Swimming has been her passion for the past 12 years and she has competed in many competitions. She is here to help our students achieve their best."
    },
    "Shirley Chen": {
        "name": "Shirley Chen",
        "school": "Administrations",
        "position": "Head of Communication",
        "picture": "shirley-chen.jpg",
        "description": "none"
    },
    "shirley-wan": {
        "name": "Shirley Wan",
        "school": "DUCKS",
        "position": "Head of DUCKS",
        "picture": "3be003c3ce55b3b28183ba571023fb076194b915.jpg",
        "description": "Shirley graduated from the University of Central Lancashire with a BA (Hons) in English and Education Studies. She completed her PGCE at St. Martin's College with The University of Lancaster. Shirley began working in a state school in East London and then moved to a private school in West London, before relocating to Beijing in 2010. She continues to explore a variety of teaching practices that enable her to continually develop her educational knowledge and experience. In Beijing, Shirley worked at a private school over two campuses overseeing curriculum development and training, before taking up her post as Key Stage 1 Leader RMC atDulwichCollege Beijing. Having initially joinedDulwichCollege Suzhou asDeputy Headof DUCKS, she is keen to continue her China experience, recently takingthe post of Head of DUCKS in January 2020. In her spare time Shirleyloves to go to concert halls to experience a range of musical tastes, as well as, enjoying a diversity of food."
    },
    "sophia-wang": {
        "name": "Sophia Wang",
        "school": "DUCKS",
        "position": "Classroom Ayi",
        "picture": "default-sophia-wang.jpg",
        "description": "none"
    },
    "spencer-wu": {
        "name": "Spencer Wu",
        "school": "Administrations",
        "position": "Operations Assistant",
        "picture": "19e12fad3aa8a573dbb03f846162bcec32d2e2d5.jpg",
        "description": "none"
    },
    "stephanie-ding": {
        "name": "Stephanie Ding",
        "school": "Administrations",
        "position": "DUCKS Nurse",
        "picture": "e58d6c3311ed6d3e17b83d98901b9172a298902c.jpg",
        "description": "Stephanie graduated from Jilin University with a BA in Nursing.She completed her internship atChanghaiHospitalofSecondMilitary MedicalUniversity ofChinese PLA in Shanghai and worked at a foreign medical center of a public hospital in Suzhou for several years."
    },
    "Stephanie Shan": {
        "name": "Stephanie Shan",
        "school": "Junior School",
        "position": "Junior School Assistant Teacher",
        "picture": "7e66c8ecbfd085d90836a8114e3f72cd13657129.jpg",
        "description": "none"
    },
    "Steven_Dalgarno": {
        "name": "Steven Dalgarno",
        "school": "Junior School",
        "position": "Deputy Head of Junior School",
        "picture": "4a31b0926705edb27a2b041fa6bfa415ff547502.jpg",
        "description": "Steve graduated from Manchester Metropolitan University with afirst classBA (Hons) degree in Primary Education and English."
    },
    "Steven Lithgo": {
        "name": "Steven Lithgo",
        "school": "Senior School",
        "position": "Senior School Maths Teacher",
        "picture": "steven-lithgo.jpg",
        "description": "Steven graduated from the University of Sheffield in 1999 with a BA Hons in Mathematics with Accounting and Financial Management. He completed his teaching qualification at the University of Newcastle and is entering his 20th year as a Mathematics teacher. Steven has previously taught in England, Qatar and the United States. His previous roles include Head of A Level Mathematics, Curriculum Coordinator and House Leader. He is here in Suzhou with his wife and daughter and their two cats. Outside of the classroom Steven enjoys a huge variety of sports, particularly football and baseball, as well as exploring new places with his family."
    },
    "Stewart_Aitkenhead": {
        "name": "Stewart Aitkenhead",
        "school": "Senior School",
        "position": "Head of Science",
        "picture": "6d32ccf32ae9f2f5447c416b4913589c1d0cb0b1.jpg",
        "description": "Originally from Edinburgh Stewart gained hisBSc (Hons) Astrophysics from the University of Edinburgh.He then went on to complete aPGCE (Physics with Science)and gained an MSc (Educational Leadership), again from the University of Edinburgh. Stewart is passionate about science and is aFellow of the Royal Astronomical Society (FRAS) and a Member of the Institute of Physics (MInstP)."
    },
    "sunny-niu": {
        "name": "Sunny Niu",
        "school": "Junior School",
        "position": "Library Technician",
        "picture": "20b58806ab587a75d92efc9ff42c75548027074c.jpg",
        "description": "Sunny was born in Lian Yungang, a coastal city in China, which is small but very beautiful. She graduated from Jiangsu Institute of Education with a BA in English Education. Afterwards, she attended Southeast University,Nanjing studying English literature.She worked for seven years as an English teacher in a Chinese high school and then a Language school.During this time she was also an Oral English examiner."
    },
    "susanna-kim": {
        "name": "Susanna Kim",
        "school": "Administrations",
        "position": "Community Liaison Officer",
        "picture": "a3qvsnfdT66f4TseKchoeuFjdVAjb84yHTdj5XDl.jpeg",
        "description": "Susanna studied English language and literature at Myong Ji University in Korea. She has worked in Hong Kong with Cathay Pacific Airways, then as part of the administration staff at the university and as secretary for the Malaysia Tourism Promotion Board Seoul branch. She stayed in Hong Kong for 4 years and enjoyed her expat life. In 2006, she got the chance to move to Suzhou where she enjoyed life as a normal housewife and a mother of twochildren.Susanna joined Dulwich in January 2010 as Community Liaison Officer. When she was offered this role she was very happy to be back at work. In this role she is key to communication between school and Korean families in the Dulwich community. Her two children also study at Dulwich. She loves books and movies and likes to read any detective stories from Sherlock Holmes to Perry Mason. However, her two favourite writers are Stephen King and Sue Grafton."
    },
    "Talia More": {
        "name": "Talia More",
        "school": "DUCKS",
        "position": "DUCKS Classroom Teacher",
        "picture": "talia-more.jpg",
        "description": "none"
    },
    "Taylor Langfordsmith": {
        "name": "Taylor Langfordsmith",
        "school": "Senior School",
        "position": "Senior School Chemistry Teacher",
        "picture": "8c1775017598884d721fd4e916cac6c455910624.jpg",
        "description": "none"
    },
    "taylor-weng": {
        "name": "Taylor Weng",
        "school": "Administrations",
        "position": "Finance Assistant- Cashier",
        "picture": "99e354545d6a358deaf1a809145e18a982f06ed0.jpg",
        "description": "none"
    },
    "thomas-byrne": {
        "name": "Thomas Byrne",
        "school": "Senior School",
        "position": "English Teacher",
        "picture": "uaxNLespg34LEipvtCGVvhZY2smNUuRK1g4faUCU.jpeg",
        "description": "none"
    },
    "Tiana Broome": {
        "name": "Tiana Broome",
        "school": "Junior School",
        "position": "Junior School AEN Teacher",
        "picture": "tiana-broome.jpg",
        "description": "none"
    },
    "tina-chen": {
        "name": "Tina Chen",
        "school": "Administrations",
        "position": "Operation Supervisor",
        "picture": "default-tina-chen.jpg",
        "description": "Tina joined the school in September 2011. Tina has an English Educational background and had worked as an English receptionist in another international company. She started off as one of the Operations team supporting DUCKS. Since the new Senior School opened she is now based there supporting the Operational needs there to make sure everything runs smoothly."
    },
    "tracy-wang": {
        "name": "Tracy Wang",
        "school": "DUCKS",
        "position": "DUCKS Assistant Teacher",
        "picture": "54ce0ae1a3b5770fc30b8c407bf3a8bedc98abee.jpg",
        "description": "Tracy grew up in this ancient city of Suzhou. Since she was a child, she always had a passion to work in education. She graduated from Soo Chow University where she majored in English and Literature Education. This is her sixth year working at Dulwich College Suzhou. One year in Nursery, one year in Reception, and three years in Year One. She really enjoys the mixed culture and environment in Dulwich College. She loves music, playing piano and travelling. Married to her husband Tony, they have a boy called David."
    },
    "tracy-wu": {
        "name": "Tracy Wu",
        "school": "Administrations",
        "position": "Operations Manager/Compliance Officer",
        "picture": "9c392fdeb90fc671ea3397d364ed28b554f46d98.jpg",
        "description": "Tracy Wu is a Suzhou native and is the Operations Manager at The College. She joined as the first local employee of DCSZ in 2004, before the school even opened. She is very proud of how the school has grown and has been key to the many administrative preparatory work needed for the school opening. Tracy loves her current role and leads her team in Operations working for the school. She has over 15 years related logistics and customer service working experience. If you need any help from Operations in terms of school buses, car leasing, school cleaning, security, catering, landscaping and shared facilities with SHS, please find her and the team."
    },
    "trish-wilson": {
        "name": "Trish Wilson",
        "school": "Senior School",
        "position": "Mathematics Teacher/Assistant Head (Data + Reporting + Exam Officer)",
        "picture": "TBzTtxsnVlXBzQOc2NwlaAwkDhtBdjKhx1Jq1dpU.jpeg",
        "description": "Trish Wilson graduated from the University of South Australia with a Bachelor of Education in Physical Education. She worked in Mildura, Victoria for fourteen years teaching PE and Mathematics to secondary students. During this time Trish took ona number ofleadership roles ranging fromTimetablerto Head of Year."
    },
    "valerie-tan": {
        "name": "Valerie Tan",
        "school": "DUCKS",
        "position": "Class Teacher",
        "picture": "dhevJY6SDbPOVBGIToKXroYXP6cd6AtP4FqSiDic.jpeg",
        "description": "Valerie is from Singapore. She completed her Diploma in Early Childhood Education at Ngee Ann Polytechnic and furthered her studies at the University of South Australia where she graduated with her Bachelor's Degree in Early Childhood Education."
    },
    "vivi-zhang": {
        "name": "Vivi Zhang",
        "school": "Administrations",
        "position": "Accountant",
        "picture": "71cef5c6026ba629d1ee53f93e2cc990a92e0052.jpg",
        "description": "Vivi joined Dulwich College Suzhou in July 2011 as Cashier. She has grown quickly in the role and has recently been promoted to Finance Assistant."
    },
    "vivian-chen": {
        "name": "Vivian Chen",
        "school": "DUCKS",
        "position": "DUCKS Assistant Teacher",
        "picture": "100cdca3e93d5474d870349e02de69606c40e190.jpg",
        "description": "Vivian is a Teaching Assistant in DUCKS. She has been part of the Dulwich College Suzhou team for four years now. She really enjoy providing art and construction activities for the children and helping them develop their Mandarin speaking and understanding skills."
    },
    "vivian-ge": {
        "name": "Vivian Ge",
        "school": "Administrations",
        "position": "Procurement Manager",
        "picture": "d2fbeb3c0257565b7f27d09c783df8597414ab30.jpg",
        "description": "In August 2007 Vivian joined Dulwich College Suzhou, working in Operations. She loves her job as she enjoys the international environment at the school.She is a dedicated member of staff who has learned a lot from her work during the past seven years dealing with the school bus, car leasing, landscaping school cleaning ayi and security guards who are all part of the Operations team at Dulwich."
    },
    "vivian-lu": {
        "name": "Vivian Lu",
        "school": "DUCKS",
        "position": "Mandarin Teacher",
        "picture": "QeuwvPHqZ9sSO1z14cOvfHtrvvDZeq5jfGsXttLc.jpeg",
        "description": "Vivian was educated at Huaiyin Teachers University where she received her BA. Her majors are Literature Education and Chinese National Music.Vivian began her teaching career at an international primary school in Suzhou in 2006, where she taught Chinese. While there, she obtained various advanced, systematic and international teaching training and experience. In 2008, Vivian joined Dulwich College Suzhou where she teaches Chinese for students from Reception to Y6. Teaching is very much Vivian's passion, although in her spare time she loves reading, listening to folk music and dancing."
    },
    "William Murphy": {
        "name": "William Murphy",
        "school": "DUCKS",
        "position": "DUCKS PE Teacher & DEQ",
        "picture": "will-murphy.jpg",
        "description": "none"
    },
    "Winne Wan": {
        "name": "Winne Wan",
        "school": "Junior School",
        "position": "Junior School Assistant Teacher",
        "picture": "winne-wan.jpg",
        "description": "none"
    },
    "winnie-jiang": {
        "name": "Winnie Jiang",
        "school": "DUCKS",
        "position": "DUCKS Assistant Teacher",
        "picture": "e2fff5a2c6c5178e63291521666649f343c05a5d.jpg",
        "description": "Winnie comes from Suzhou and graduated from Lianyungang Technical College. She is a Teaching Assistant in DUCKS and has been at Dulwich for three years. Her hobby is cooking so she loves nothing more than showing the children how to bake."
    },
    "xianlin-zhang": {
        "name": "Xianlin Zhang",
        "school": "DUCKS",
        "position": "Classroom Ayi",
        "picture": "default-xianlin-zhang.jpg",
        "description": "none"
    },
    "xiaoqin-li": {
        "name": "Xiaoqin Li",
        "school": "DUCKS",
        "position": "Early Learning Class Ayi",
        "picture": "default-xiaoqin-li.jpg",
        "description": "none"
    },
    "yan-zhou": {
        "name": "Yan Zhou",
        "school": "Administrations,Senior School",
        "position": "Senior School Office Assistant",
        "picture": "6c9f5b55bf95c233b34a12c887a15a21f726f51b.jpg",
        "description": "I joined DCSZ in July 2016. I had a bachelor of business degree from University of Technology, Sydney and continued to work in Australia as an accountant both in total 8 years, after then I decided go back to china and enjoy the peaceful life. I am now work as the Senior School receptionist and enjoy the international working environment. I am happy to help if you have any questions in Senior School."
    },
    "yana-kan": {
        "name": "Yana Kan",
        "school": "Administrations,Senior School",
        "position": "PA to Head of Senior School",
        "picture": "52cebed0eea6fb281cd420830dfe28ece2db5f9d.jpg",
        "description": "Yana Kan joined DCSZ in 2008. She was the PA to SMT at the beginning, supporting the heads of all three schools. As the school has grown Yana is now the PA to Head of Senior School. She is happy to help if you have any questions or need support in Senior School. Even if she is not able to help herself she will direct you to the right person."
    },
    "yolanda-kong": {
        "name": "Yolanda Kong",
        "school": "DUCKS,Junior School",
        "position": "Music Teacher",
        "picture": "f8hWSwdNCO4oyByk8eDpQt5nWvma5SZ7uqcLKOih.jpeg",
        "description": "Born into a musical family, Yolanda began learning instruments at the age of five. She graduated from Soochow University with a double degree in Music and Law. Yolanda started working for Dulwich College in 2007. Her job as a DUCKS Music teacher has been an adventure which she treats with enthusiasm and love. Yolanda has always said that she didn't choose the music but the music chose her. She loves working with children and wants to share her passion for music with them.Yolanda spends her free time cooking and hiking, but above all travelling to different places and meeting new people from different countries to extend her multicultural experience."
    },
    "yuan-hu": {
        "name": "Yuan Hu",
        "school": "Whole College",
        "position": "Senior School Head of Mandarin",
        "picture": "kSqv4qdw9na6yYdvWCcwTzqnUprYOGshOJZE2MC0.jpeg",
        "description": "Hu Yuan has 15 years teaching experience and is passionate about teaching Chinese. Hu Yuan has worked for sixyears as the Head of Senior School Mandarin at Dulwich College Suzhou."
    },
    "yuki-tang": {
        "name": "Yuki Tang",
        "school": "Senior School",
        "position": "Mandarin Teacher",
        "picture": "yuki-tang.jpg",
        "description": "Yuki Tang was educated at Soochow University, where she graduated with an MA in Chinese Ancient Literature."
    },
    "zhi-ying-hu": {
        "name": "Zhi Ying Hu",
        "school": "Senior School",
        "position": "Mandarin Teacher",
        "picture": "zhiying-hu.jpg",
        "description": "Hu Zhiying studied Chinese Language and Literature at Hunan Normal University. She graduated with a Bachelor of Chinese Literature in 1988 and achieved her Professional Senior Teaching Certificate from Hunan Province in 1998. Hu Zhiying taught Mnadarin in a middle school in Lou Di in Hu Nan for 14 years. This was followed by eight years at SSIS teaching Mandarin to secondary students, before joining DCSZ this year."
    }
}